[
    {
        "name": "YAMAHA",
        "description": "Yamaha MT-15 is a motorcycle manufactured by Yamaha since 2018. It based on the Yamaha YZF-R15, with 155cc water-cooled single-cylinder engine equipped with the mainframe and variable valve timing mechanism, the inverted front fork, etc.",
        "price": 1790,
        "image": "https://www.bikebd.com/wp-content/uploads/2016/05/kawasaki-motorcycle-showroom-in-bangladesh.jpg"
    },
    {
        "name": "HONDA",
        "description": "Honda Motor Company, Ltd. is a Japanese public multinational conglomerate manufacturer of automobiles, motorcycles, and power equipment, headquartered in Minato, Tokyo, Japan.",
        "price": 1895,
        "image": "https://image.freepik.com/free-photo/motorcycle-with-helmet_23-2148875785.jpg"
    },
    {
        "name": "VINTAGES",
        "description": "According the Antique Motorcycle Club of America, an antique motorcycle is one that is 35 years or older. This is the only “true” official designation in the U.S., but because some states allow motorcycles to be registered or licensed as antiques after just 20 years, sometimes the definition becomes unclear. ",
        "price": 1660,
        "image": "https://assets.dnainfo.com/photo/2017/5/1493847930-297979/extralarge.jpg"
    },
    {
        "name": "TVs",
        "description": "TVS Motor Company is an Indian multinational automotive company that manufactures motorcycles, scooters, and three-wheelers, headquartered in Chennai, India. ",

        "price": 1920,

        "image": "https://images.carandbike.com/bike-images/medium/tvs/raider/tvs-raider.webp?v=10"
    },
    {
        "name": "SUZUKI",
        "description": "Suzuki Motor Corporation is a Japanese multinational corporation headquartered in Minami-ku, Hamamatsu, Japan. Suzuki manufactures automobiles, four-wheel drive vehicles, motorcycles, all-terrain vehicles.",
        "price": 1760,

        "image": "https://www.drivespark.com/images/2019-08/suzuki-gixxer-sf-250-motogp-5.jpg"
    },
    {
        "name": "HERO",
        "description": "Hero MotoCorp Limited, formerly Hero Honda, is an Indian multinational motorcycle and scooter manufacturer headquartered in New Delhi, India.",
        "price": 2200,
        "image": "https://static.autox.com/uploads/bikes/2017/05/1486030508-hero-hf-deluxe.jpg"
    },
    {
        "name": "BAJAJ",
        "description": "Bajaj Auto Limited is an Indian multinational two-wheeler and three-wheeler manufacturing company based in Pune, Maharashtra. It manufactures motorcycles, scooters and auto rickshaws.",
        "price": 1660,
        "image": "https://cdn.bajajauto.com/bajaj-images/home/110x.png"
    },
    {
        "name": "DUCATI",
        "description": "Ducati Motor Holding S.p.A. is the motorcycle-manufacturing division of Italian company Ducati, headquartered in Bologna, Italy. ",
        "price": 1240,
        "image": "https://images.ctfassets.net/x7j9qwvpvr5s/4tmKYOko7WVs6lt7ryhWrR/2311750e74833d0584c60a2d11e75d11/Model-Menu-MY20-Diavel-1260-Dark-Stealth.png"
    },
    {
        "name": "CFMOTO",
        "description": "Founded in 1989，CFMOTO develops, manufactures, markets and delivers the world's most reliable and cost-effective motorcycles, all terrain vehicles.",
        "price": 1820,
        "image": "https://images.carandbike.com/bike-images/medium/cfmoto/650gt/cfmoto-650gt.jpg?v=5"
    },
    {
        "name": "YAMAHA YZF R15",
        "description": "Yamaha YZF R15 V3 is powered by 155 cc engine. This R15 V3 engine generates a power of 18.4 PS @ 10000 rpm and a torque of 14.2 Nm @ 7500 rpm. ",
        "price": 1820,
        "image": "https://cdn.autoportal.com/bp-v3/img/models/e3/f/3-4th.jpg"
    }
]
